[Killed] BlockStatement
engenharia/Pokem00n/exemplo/abrirLoja.js:1:42
-module.exports = abrirLoja = dinheiro => {
-    return dinheiro > 0;
-}
+module.exports = abrirLoja = dinheiro => {}

[Killed] EqualityOperator
engenharia/Pokem00n/exemplo/abrirLoja.js:2:12
 module.exports = abrirLoja = dinheiro => {
-    return dinheiro > 0;
+    return dinheiro <= 0;
 }

[Killed] ConditionalExpression
engenharia/Pokem00n/exemplo/abrirLoja.js:2:12
 module.exports = abrirLoja = dinheiro => {
-    return dinheiro > 0;
+    return true;
 }
