[Killed] BlockStatement
engenharia/Pokem00n/exemplo/capturar.js:1:42
-module.exports = capturar = pokebolas => {
-    return pokebolas > 0;
-}
+module.exports = capturar = pokebolas => {}

[Killed] ConditionalExpression
engenharia/Pokem00n/exemplo/capturar.js:2:12
 module.exports = capturar = pokebolas => {
-    return pokebolas > 0;
+    return true;
 }

[Killed] EqualityOperator
engenharia/Pokem00n/exemplo/capturar.js:2:12
 module.exports = capturar = pokebolas => {
-    return pokebolas > 0;
+    return pokebolas <= 0;
 }
