[Killed] BlockStatement
engenharia/Pokem00n/exemplo/comprarItem.js:1:58
-module.exports = podeComprarItem = (saldo, precoItem) => {
-    return saldo >= precoItem
-}
+module.exports = podeComprarItem = (saldo, precoItem) => {}

[Killed] ConditionalExpression
engenharia/Pokem00n/exemplo/comprarItem.js:2:12
 module.exports = podeComprarItem = (saldo, precoItem) => {
-    return saldo >= precoItem
+    return true
 }

[Killed] EqualityOperator
engenharia/Pokem00n/exemplo/comprarItem.js:2:12
 module.exports = podeComprarItem = (saldo, precoItem) => {
-    return saldo >= precoItem
+    return saldo < precoItem
 }
