[Killed] BlockStatement
engenharia/Pokem00n/exemplo/recuperarSave.js:1:45
-module.exports = recuperarSave = noSaves => {
-    return noSaves > 0
-}
+module.exports = recuperarSave = noSaves => {}

[Killed] ConditionalExpression
engenharia/Pokem00n/exemplo/recuperarSave.js:2:12
 module.exports = recuperarSave = noSaves => {
-    return noSaves > 0
+    return true
 }

[Killed] EqualityOperator
engenharia/Pokem00n/exemplo/recuperarSave.js:2:12
 module.exports = recuperarSave = noSaves => {
-    return noSaves > 0
+    return noSaves >= 0
 }
