[Killed] BlockStatement
engenharia/Pokem00n/exemplo/usarPocao.js:1:46
-module.exports = podeUsarPocao = noPocoes => {
-    return noPocoes > 0
-}
+module.exports = podeUsarPocao = noPocoes => {}

[Killed] EqualityOperator
engenharia/Pokem00n/exemplo/usarPocao.js:2:12
 module.exports = podeUsarPocao = noPocoes => {
-    return noPocoes > 0
+    return noPocoes >= 0
 }

[Killed] ConditionalExpression
engenharia/Pokem00n/exemplo/usarPocao.js:2:12
 module.exports = podeUsarPocao = noPocoes => {
-    return noPocoes > 0
+    return true
 }
